{
    "cohort": [{
            "id": 1,
            "firstName": "Alex",
            "lastName": "Thacker",
            "reelThemIn": "<p>Those who dare to fail miserably can achieve greatly. - JFK</p>",
            "bio": "<p>My sister first introduced me to software development after she graduated from Nashville Software School in 2017. I decided to do some independent study and focused on learning HTML and CSS. My desire to learn grew greater each day and I decided to formalize my education and applied to Nashville Software School. I find the continual problem solving that software development allows me to do is rewarding and fulfilling. I have found my passion and am excited to see where this career path takes me.</p>",
            "github": "https://github.com/Alex-Thacker",
            "linkedIn": "https://www.linkedin.com/in/alex-h-thacker/",
            "portfolio": "https://alex-thacker.github.io/",
            "email": "Thacker.Alex@yahoo.com",
            "proImg": "images/classmates/AlexPro.jpg",
            "funImg": "images/classmates/AlexFun.jpg"
        },
        {
            "id": 2,
            "firstName": "Ali",
            "lastName": "Abdulle",
            "reelThemIn": "<p></p>",
            "bio": "<p></p>",
            "github": "https://github.com/AliAbdulle",
            "linkedIn": "https://www.linkedin.com/in/ali-abdulle/",
            "portfolio": "",
            "email": "alidhobey@gmail.com",
            "proImg": "images/classmates/AliPro.jpg",
            "funImg": "images/classmates/AliFun.jpg"
        },
        {
            "id": 3,
            "firstName": "Anne Rae",
            "lastName": "Vick",
            "reelThemIn": "<p>Live by the harmless untruths that make you brave and kind and healthy and happy. ― Kurt Vonnegut Jr., Cat's Cradle</p>",
            "bio": "<p>Self-actualized coder and problem solver with a life long love of learning. Started working in theatre as a teenager. Developed coding skills developing games as a hobby. Worked freelance for several years, and eventually looked towards professional development for new challenges.</p>",
            "github": "https://github.com/anneraev",
            "linkedIn": "https://www.linkedin.com/in/anne-rae-vick/",
            "portfolio": "https://anneraev.github.io/",
            "email": "anneraevick@outlook.com",
            "proImg": "images/classmates/AnnePro.jpg",
            "funImg": "images/classmates/AnneFun.jpg"
        },
        {
            "id": 4,
            "firstName": "Billy",
            "lastName": "Mathison",
            "reelThemIn": "<p>It's not what you look at that matters, it's what you see.  - Henry David Thoreau</p>",
            "bio": "<p>I am a problem solver.</p><p>I spent 16 years working in mental health, helping others solve their problems. Eventually I came to the realization that while I loved helping clients through their problems, ultimately I had no control over the final outcome.</p><p>What I love most about being a software developer is that I have the ability to solve any problem. I still have the satisfaction of breaking something apart and trying to understand what the issue is. Now, I also get to solve that problem. There is something so incredibly satisfying about not only being able to understand the problem, but being able to create a solution and implement it.</p><p>Software development has allowed me to expand upon a part of my previous career that I enjoyed most while also providing the ability to directly solve a problem.</p>",
            "github": "https://github.com/wlmathison",
            "linkedIn": "https://www.linkedin.com/in/billy-mathison/",
            "portfolio": "https://wlmathison.dev/",
            "email": "wlmathison@gmail.com",
            "proImg": "images/classmates/MRBillyPro.jpg",
            "funImg": "images/classmates/MRBillyFun.jpg"
        },
        {
            "id": 5,
            "firstName": "Billy",
            "lastName": "Mitchell",
            "reelThemIn": "<p>I could either watch it happen or be a part of it. - Elon Musk</p>",
            "bio": "<p></p>",
            "github": "https://github.com/wemitchell3",
            "linkedIn": "https://www.linkedin.com/in/william-e-mitchell-iii/",
            "portfolio": "https://williamemitchell.com",
            "email": "wemitchell3@gmail.com",
            "proImg": "images/classmates/FRBillyPro.jpg",
            "funImg": "images/classmates/FRBillyFun.jpg"
        },
        {
            "id": 6,
            "firstName": "Brian",
            "lastName": "Jobe",
            "reelThemIn": "<p>Set the gearshift for the high gear of your soul, you've got to run like an antelope out of control! - Trey Anastasio</p>",
            "bio": "<p>After four years of expanding roles in the logistics industry, I recognized that the aspect of my job I found most rewarding was solving the complex logistical problems in a fast paced and time sensitive environment, While I had been successful, I felt compelled to find a profession where my passions and talents were better aligned and I began learning software development based on that goal. That decision has already had major positive impacts on my life; my enthusiasm for learning has been reinvigorated, and a creative desire long dormant has flourished, and now drives my curiosity forward.</p>",
            "github": "https://github.com/greenskybluephish",
            "linkedIn": "https://linkedin.com/in/brianjobetn",
            "portfolio": "",
            "email": "briantjobe@gmail.com",
            "proImg": "images/classmates/BrianPro.jpg",
            "funImg": "images/classmates/BrianFun.jpg"
        },
        {
            "id": 7,
            "firstName": "Chris Blue",
            "lastName": "Morgan",
            "reelThemIn": "<p></p>",
            "bio": "<p>I first recognized my passion for software development in high school during an Object-Oriented Programming course. At the time, I was exploring different industries such as retail management and restaurant service, but never felt fulfillment from those roles. I decided that I was ready for more of a challenge in my life. I was certain of two things: my love for technology, and my enjoyment for creating things. This epiphany lead me to become a student at Nashville Software School.</p><p>Once I fully immersed myself into the environment of a software developer, I quickly noticed the great satisfaction that came along with learning so many new technologies. The quest for knowledge has become extremely fulfilling, and I wish to continue learning more every day.</p>",
            "github": "https://github.com/bluemorgan23",
            "linkedIn": "http://linkedin.com/in/chris-blue-morgan",
            "portfolio": "https://bluemorgan23.github.io/cm-portfolio/",
            "email": "bluemorgan2323@gmail.com",
            "proImg": "images/classmates/ChrisPro.jpg",
            "funImg": "images/classmates/ChrisFun.jpg"
        },
        {
            "id": 8,
            "firstName": "Clifton",
            "lastName": "Matuszewski",
            "reelThemIn": "<p>Bones mend. Regret stays with you forever. - Patrick Rothfuss</p>",
            "bio": "<p>I love to build and create with technology.For 7 years now I have enjoyed the hobby of building computers from scratch. I loved the process of putting together a giant puzzle with unique pieces and getting a finished working product. Stepping into the software development industry has allowed me to take this process a step further, letting me also understand the inner workings of computer software. This has given me access to even greater and more complex puzzles to build and put together. Software development has allowed me to take the hobby that I already loved and help me to understand it more and do it as a living instead of a side project.</p>",
            "github": "https://github.com/Theskiman",
            "linkedIn": "https://www.linkedin.com/in/clifton-matuszewski/",
            "portfolio": "https://theskiman.github.io/personal-website/",
            "email": "",
            "proImg": "images/classmates/CliffPro.jpg",
            "funImg": "images/classmates/CliffFun.jpg"
        },
        {
            "id": 9,
            "firstName": "Jameka",
            "lastName": "Echols",
            "reelThemIn": "<p>It's all talk until the code runs. - Ward Cunningham</p>",
            "bio": "<p>Energetic, team oriented, inquisitive software engineer currently @ Nashville Software School Full Stack Web Development program to develop a proficiency for front end technologies such as HTML, CSS, JavaScript, React.js, automatic task runners such as Grunt, back end stack using object oriented language, C#, with .NET, Microsoft SQL and developing strong team development skills using source controls such as git and GitHub through team based projects and maintaining a deeper understanding of data structures and computer logic such as algorithms from MTSU Computer Science degree.</p>",
            "github": "https://github.com/jameka23",
            "linkedIn": "https://www.linkedin.com/in/jameka-echols/",
            "portfolio": "https://jameka23.github.io/personal-website/",
            "email": "jameka.echols@gmail.com",
            "proImg": "images/classmates/JamekaPro.jpg",
            "funImg": "images/classmates/JamekaFun.jpg"
        },
        {
            "id": 10,
            "firstName": "Joel",
            "lastName": "Mondesir",
            "reelThemIn": "<p>...there's a difference between knowing the path, and walking the path. - Morpheus</p>",
            "bio": "<p>Originally from Brooklyn. New York, I enlisted in the Army in 2004. I served with 3rd Infantry Division on several tours to Iraq and Afghanistan. My overall military experience was amazing, as the Army gave me the discipline I needed to carry me into the next leg of my life.</p><p>I joined the Savannah-Chatham Metro Police Department as a Police Officer in 2012. Law enforcement seemed like a natural choice and transition from the military, but deep inside, I wanted to create and to be a part of a more creative career. In 2017 and after some serious soul searching, I decided to leave law enforcement for something that would foster my natural curiosity, expand my horizons and quench my thirst for a more fulfilling career.</p><p>The full-stack web developer course at Nashville Software School gave me the opportunity to study and learn from some of the most amazing people that I've ever had the privilege of knowing.</p>",
            "github": "https://github.com/liftthewholestack",
            "linkedIn": "https://www.linkedin.com/in/joel-mondesir",
            "portfolio": "",
            "email": "joey.m.dev@gmail.com",
            "proImg": "images/classmates/JoelPro.jpg",
            "funImg": "images/classmates/JoelFun.jpg"
        },
        {
            "id": 11,
            "firstName": "Jonathan",
            "lastName": "Schaffer",
            "reelThemIn": "<p>Keeping stepping over like a walking horse. - Andy Collins</p>",
            "bio": "<p>When I was growing up I always loved two things - Technology and Cars. After I tried college for a period of time, I started doing different jobs to support my new family. I have worked in a warehouse - to retail stores and most recently, in the Auto Industry. The Auto Industry has been a very fun and exciting adventure. After talking to some family friends, I decided to pursue my other love and decided to pursue Software Development. What I have learned in the past couple of months is how much I truly enjoy coding- the challenge to solve a problem and work as a team to get things done. I am excited to see where this journey takes me.</p>",
            "github": "https://github.com/jonizzy113",
            "linkedIn": "https://www.linkedin.com/in/jonathan-schaffer/",
            "portfolio": "http://jonizzy113.github.io/",
            "email": "jonizzyschaffer@gmail.com",
            "proImg": "images/classmates/JonPro.jpg",
            "funImg": "images/classmates/JonFun.jpg"
        },
        {
            "id": 12,
            "firstName": "Josh",
            "lastName": "Hibray",
            "reelThemIn": "<p></p>",
            "bio": "<p></p>",
            "github": "https://www.linkedin.com/in/josh-hibray/",
            "linkedIn": "https://www.linkedin.com/in/josh-hibray/",
            "portfolio": "",
            "email": "",
            "proImg": "images/classmates/JoshPro.jpg",
            "funImg": "images/classmates/JoshFun.jpg"
        },
        {
            "id": 13,
            "firstName": "Meag",
            "lastName": "Mueller",
            "reelThemIn": "<p>I'm turning into pure math! What are the odds?! - Probabilator the Wizard</p>",
            "bio": "<p></p>",
            "github": "https://github.com/MeagMueller",
            "linkedIn": "https://www.linkedin.com/in/meagan-mueller-61945617b/",
            "portfolio": "https://meagmueller.github.io/",
            "email": "MeaganNMueller@gmail.com",
            "proImg": "images/classmates/MeagPro.jpg",
            "funImg": "images/classmates/MeagFun.jpg"
        },
        {
            "id": 14,
            "firstName": "Michael",
            "lastName": "Yankura",
            "reelThemIn": "<p>Success is stumbling from failure to failure with no loss of enthusiasm. - Winston S. Churchill</p>",
            "bio": "<p>I graduated from Middle Tennessee State University in 2016 earning a bachelor degree in Information Systems. When I initially selected the program I knew I wanted to pursue a career in technology. My interests at the time were in networking and security.  I started my career out in the IT support lane, which was okay for starting out but I wanted to do more than troubleshooting workstation.  While working with the state in the Higher Education Commission (THEC) I heard about Nashville Software School through a colleague. After checking the stats for myself I was impressed and decided to attend one of their information sessions. In late 2018 I applied to Nashville Software School and was later accepted for cohort 31. When I started programming I became intrigued with all of the things you could do with code. It was after that I knew that I wanted to pursue a career in software development</p>",
            "github": "https://github.com/myankura",
            "linkedIn": "https://www.linkedin.com/in/michael-yankura/",
            "portfolio": "",
            "email": "",
            "proImg": "images/classmates/MichaelPro.jpg",
            "funImg": "images/classmates/MichaelFun.jpg"
        },
        {
            "id": 15,
            "firstName": "Rose",
            "lastName": "Wisotzky",
            "reelThemIn": "<p></p>",
            "bio": "<p></p>",
            "github": "https://github.com/rosewisotzky",
            "linkedIn": "https://www.linkedin.com/in/rosewisotzky/",
            "portfolio": "",
            "email": "",
            "proImg": "images/classmates/RosePro.jpg",
            "funImg": "images/classmates/RoseFun.jpg"
        },
        {
            "id": 16,
            "firstName": "Samuel",
            "lastName": "Britt",
            "reelThemIn": "<p></p>",
            "bio": "<p></p>",
            "github": "https://github.com/SamBritt",
            "linkedIn": "https://www.linkedin.com/in/sam-britt-068688a0/",
            "portfolio": "",
            "email": "",
            "proImg": "images/classmates/SamPro.jpg",
            "funImg": "images/classmates/SamFun.jpg"
        },
        {
            "id": 17,
            "firstName": "Selamawit",
            "lastName": "Gebrekidan",
            "reelThemIn": "<p></p>",
            "bio": "<p></p>",
            "github": "https://github.com/SelamDese",
            "linkedIn": "https://www.linkedin.com/in/selamawit-gebrekidan-73a67b17a/",
            "portfolio": "",
            "email": "",
            "proImg": "images/classmates/SelamPro.jpg",
            "funImg": "images/classmates/SelamFun.jpg"
        }
    ]
}
