{
    "cohort": [{
            "id": 1,
            "firstName": "Alex",
            "lastName": "Thacker",
            "reelThemIn": "Those who dare to fail miserably can achieve greatly. - JFK",
            "bio": "My sister first introduced me to software development after she graduated from Nashville Software School in 2017. I decided to do some independent study and focused on learning HTML and CSS. My desire to learn grew greater each day and I decided to formalize my education and applied to Nashville Software School. I find the continual problem solving that software development allows me to do is rewarding and fulfilling. I have found my passion and am excited to see where this career path takes me.",
            "github": "https://github.com/Alex-Thacker",
            "linkedIn": "https://www.linkedin.com/in/alex-h-thacker/",
            "portfolio": "https://alex-thacker.github.io/",
            "email": "Thacker.Alex@yahoo.com",
            "proImg": "images/classmates/AlexPro.jpg",
            "funImg": "images/classmates/AlexFun.jpg"
        },
        {
            "id": 2,
            "firstName": "Ali",
            "lastName": "Abdulle",
            "reelThemIn": "If you feel like there's something out there that you're supposed to be doing, if you have a passion for it, then stop wishing and just do it. - Wanda Sykes",
            "bio": "I have spent most of my time growing within the logistics industry. I have done everything from building computers on assembly lines, coordinating logistics assistance monitoring, tracking goods into the warehouse, and working in the quality assurance department. While at Nashville Software School, I was given real-world problems and asked to provide solutions as an individual and in collaborative projects.</p><p class='card-text'> Attending this course has effectively allowed me to immerse myself into an environment where I can have confidence in learning new technologies. It has helped me to give back to my community, and to learn how to be a good asset of a team through positive motivation and striving to reach goals.",
            "github": "https://github.com/AliAbdulle",
            "linkedIn": "https://www.linkedin.com/in/ali-abdulle/",
            "portfolio": "",
            "email": "alidhobey@gmail.com",
            "proImg": "images/classmates/AliPro.jpg",
            "funImg": "images/classmates/AliFun.jpg"
        },
        {
            "id": 3,
            "firstName": "Anne Rae",
            "lastName": "Vick",
            "reelThemIn": "Live by the harmless untruths that make you brave and kind and healthy and happy. ― Kurt Vonnegut Jr., Cat's Cradle ",
            "bio": "Self-actualized coder and problem solver with a life long love of learning. Started working in theatre as a teenager. Developed coding skills developing games as a hobby. Worked freelance for several years, and eventually looked towards professional development for new challenges.",
            "github": "https://github.com/anneraev",
            "linkedIn": "https://www.linkedin.com/in/anne-rae-vick/",
            "portfolio": "https://anneraev.github.io/",
            "email": "anneraevick@outlook.com",
            "proImg": "images/classmates/AnnePro.jpg",
            "funImg": "images/classmates/AnneFun.jpg"
        },
        {
            "id": 4,
            "firstName": "Billy",
            "lastName": "Mathison",
            "reelThemIn": "It's not what you look at that matters, it's what you see. - Henry David Thoreau",
            "bio": "I am a problem solver. I spent 16 years working in mental health, helping others solve their problems. Eventually I came to the realization that while I loved helping clients through their problems, ultimately I had no control over the final outcome.</p><p class='card-text'> What I love most about being a software developer is that I have the ability to solve any problem. I still have the satisfaction of breaking something apart and trying to understand what the issue is. Now, I also get to solve that problem. There is something so incredibly satisfying about not only being able to understand the problem, but being able to create a solution and implement it.</p><p class='card-text'> Software development has allowed me to expand upon a part of my previous career that I enjoyed most while also providing the ability to directly solve a problem.",
            "github": "https://github.com/wlmathison",
            "linkedIn": "https://www.linkedin.com/in/billy-mathison/",
            "portfolio": "https://wlmathison.dev/",
            "email": "wlmathison@gmail.com",
            "proImg": "images/classmates/MRBillyPro.jpg",
            "funImg": "images/classmates/MRBillyFun.jpg"
        },
        {
            "id": 5,
            "firstName": "Billy",
            "lastName": "Mitchell",
            "reelThemIn": "I could either watch it happen or be a part of it. - Elon Musk",
            "bio": "Having spent much of my career in selling enterprise hardware and software solutions as a Data Center Solutions Architect for Dell Inc. and running my own e-commerce business, I always had a yearning to learn more about coding and wasn't sure of the best way to get started. I was introduced to the Nashville Software School and everything fell into place! I am on the right path and excited to see where this next chapter takes me as a Software Engineer.",
            "github": "https://github.com/wemitchell3",
            "linkedIn": "https://www.linkedin.com/in/william-e-mitchell-iii/",
            "portfolio": "https://williamemitchell.com",
            "email": "wemitchell3@gmail.com",
            "proImg": "images/classmates/FRBillyPro.jpg",
            "funImg": "images/classmates/FRBillyFun.jpg"
        },
        {
            "id": 6,
            "firstName": "Brian",
            "lastName": "Jobe",
            "reelThemIn": "Set the gearshift for the high gear of your soul, you've got to run like an antelope out of control! - Trey Anastasio",
            "bio": "After four years of expanding roles in the logistics industry, I recognized that the aspect of my job I found most rewarding was solving the complex logistical problems in a fast paced and time sensitive environment, While I had been successful, I felt compelled to find a profession where my passions and talents were better aligned and I began learning software development based on that goal. That decision has already had major positive impacts on my life; my enthusiasm for learning has been reinvigorated, and a creative desire long dormant has flourished, and now drives my curiosity forward.",
            "github": "https://github.com/greenskybluephish",
            "linkedIn": "https://linkedin.com/in/brianjobetn",
            "portfolio": "",
            "email": "briantjobe@gmail.com",
            "proImg": "images/classmates/BrianPro.jpg",
            "funImg": "images/classmates/BrianFun.jpg"
        },
        {
            "id": 7,
            "firstName": "Chris Blue",
            "lastName": "Morgan",
            "reelThemIn": "Sittin' around, waiting for an airplane. Don't know how to fly, but that's okay. - Mikey Houser",
            "bio": "I first recognized my passion for software development in high school during an Object-Oriented Programming course. At the time, I was exploring different industries such as retail management and restaurant service, but never felt fulfillment from those roles. I decided that I was ready for more of a challenge in my life. I was certain of two things: my love for technology, and my enjoyment for creating things. This epiphany lead me to become a student at Nashville Software School.</p><p class='card-text'> Once I fully immersed myself into the environment of a software developer, I quickly noticed the great satisfaction that came along with learning so many new technologies. The quest for knowledge has become extremely fulfilling, and I wish to continue learning more every day.",
            "github": "https://github.com/bluemorgan23",
            "linkedIn": "http://linkedin.com/in/chris-blue-morgan",
            "portfolio": "https://bluemorgan23.github.io/cm-portfolio/",
            "email": "bluemorgan2323@gmail.com",
            "proImg": "images/classmates/ChrisPro.jpg",
            "funImg": "images/classmates/ChrisFun.jpg"
        },
        {
            "id": 8,
            "firstName": "Clifton",
            "lastName": "Matuszewski",
            "reelThemIn": "Bones mend. Regret stays with you forever. - Patrick Rothfuss",
            "bio": "I love to build and create with technology. For 7 years now I have enjoyed the hobby of building computers from scratch. I loved the process of putting together a giant puzzle with unique pieces and getting a finished working product.</p><p class='card-text'> Stepping into the software development industry has allowed me to take this process a step further, letting me also understand the inner workings of computer software. This has given me access to even greater and more complex puzzles to build and put together. Software development has allowed me to take the hobby that I already loved and help me to understand it more and do it as a living instead of a side project.",
            "github": "https://github.com/Theskiman",
            "linkedIn": "https://www.linkedin.com/in/clifton-matuszewski/",
            "portfolio": "https://theskiman.github.io/personal-website/",
            "email": "cliftonmatuszewski@gmail.com",
            "proImg": "images/classmates/CliffPro.jpg",
            "funImg": "images/classmates/CliffFun.jpg"
        },
        {
            "id": 9,
            "firstName": "Jameka",
            "lastName": "Echols",
            "reelThemIn": "It's all talk until the code runs. - Ward Cunningham ",
            "bio": "Energetic, team oriented, inquisitive software engineer currently @ Nashville Software School Full Stack Web Development program to develop a proficiency for front end technologies such as HTML, CSS, JavaScript, React.js, automatic task runners such as Grunt, back end stack using object oriented language, C#, with .NET, Microsoft SQL and developing strong team development skills using source controls such as git and GitHub through team based projects and maintaining a deeper understanding of data structures and computer logic such as algorithms from MTSU Computer Science degree.",
            "github": "https://github.com/jameka23",
            "linkedIn": "https://www.linkedin.com/in/jameka-echols/",
            "portfolio": "https://jameka23.github.io/personal-website/",
            "email": "jameka.echols@gmail.com",
            "proImg": "images/classmates/JamekaPro.jpg",
            "funImg": "images/classmates/JamekaFun.jpg"
        },
        {
            "id": 10,
            "firstName": "Joel",
            "lastName": "Mondesir",
            "reelThemIn": "...there's a difference between knowing the path, and walking the path. - Morpheus",
            "bio": "Originally from Brooklyn. New York, I enlisted in the Army in 2004. I served with 3rd Infantry Division on several tours to Iraq and Afghanistan. My overall military experience was amazing, as the Army gave me the discipline I needed to carry me into the next leg of my life.</p><p class='card-text'> I joined the Savannah-Chatham Metro Police Department as a Police Officer in 2012. Law enforcement seemed like a natural choice and transition from the military, but deep inside, I wanted to create and to be a part of a more creative career. In 2017 and after some serious soul searching, I decided to leave law enforcement for something that would foster my natural curiosity, expand my horizons and quench my thirst for a more fulfilling career.</p><p class='card-text'> The full-stack web developer course at Nashville Software School gave me the opportunity to study and learn from some of the most amazing people that I've ever had the privilege of knowing.",
            "github": "https://github.com/liftthewholestack",
            "linkedIn": "https://www.linkedin.com/in/joel-mondesir",
            "portfolio": "",
            "email": "joey.m.dev@gmail.com",
            "proImg": "images/classmates/JoelPro.jpg",
            "funImg": "images/classmates/JoelFun.jpg"
        },
        {
            "id": 11,
            "firstName": "Jonathan",
            "lastName": "Schaffer",
            "reelThemIn": "Keeping stepping over like a walking horse. - Andy Collins",
            "bio": "When I was growing up I always loved two things - Technology and Cars. After I tried college for a period of time, I started doing different jobs to support my new family. I have worked in a warehouse - to retail stores and most recently, in the Auto Industry. The Auto Industry has been a very fun and exciting adventure. After talking to some family friends, I decided to pursue my other love and decided to pursue Software Development. What I have learned in the past couple of months is how much I truly enjoy coding- the challenge to solve a problem and work as a team to get things done. I am excited to see where this journey takes me.",
            "github": "https://github.com/jonizzy113",
            "linkedIn": "https://www.linkedin.com/in/jonathan-schaffer/",
            "portfolio": "http://jonizzy113.github.io/",
            "email": "jonizzyschaffer@gmail.com",
            "proImg": "images/classmates/JonPro.jpg",
            "funImg": "images/classmates/JonFun.jpg"
        },
        {
            "id": 12,
            "firstName": "Josh",
            "lastName": "Hibray",
            "reelThemIn": "Any fool can write code that a computer can understand. Good programmers write code that humans can understand. ― Martin Fowler",
            "bio": "I have worked in many different professions such as the Music Industry, Taxes and Technical Recruiting. When I started my career in taxes I enjoyed learning how things worked within a structured environment and digging deeper to solve problems that helped people in their lives.  In my experience with recruiting I grew more and more interested in software development and the challenging projects candidates I interviewed were working on.</p><p class='card-text'> I have always enjoyed puzzle games and finding different ways to solve them and diving into code the first time I found a lot of the challenge and reward in coding as I received solving a complex puzzle. I could not be more excited to be combining the problem solving and technical aspects of prior career experience as well as activities I do for fun and pursuing what has become a passion in software development.",
            "github": "https://www.linkedin.com/in/josh-hibray/",
            "linkedIn": "https://www.linkedin.com/in/josh-hibray/",
            "portfolio": "",
            "email": "jjhibray@gmail.om",
            "proImg": "images/classmates/JoshPro.jpg",
            "funImg": "images/classmates/JoshFun.jpg"
        },
        {
            "id": 13,
            "firstName": "Meag",
            "lastName": "Mueller",
            "reelThemIn": "I'm turning into pure math! What are the odds?! - Probabilator the Wizard",
            "bio": "I am a team player with a background collaborating with large and small groups, and I have experience working in high stakes, intense environments. I am meticulous, direct, and creative. I love to learn, and I am excited to begin my journey into this exciting new world!",
            "github": "https://github.com/MeagMueller",
            "linkedIn": "https://www.linkedin.com/in/meagan-mueller-61945617b/",
            "portfolio": "https://meagmueller.github.io/",
            "email": "MeaganNMueller@gmail.com",
            "proImg": "images/classmates/MeagPro.jpg",
            "funImg": "images/classmates/MeagFun.jpg"
        },
        {
            "id": 14,
            "firstName": "Michael",
            "lastName": "Yankura",
            "reelThemIn": "Success is stumbling from failure to failure with no loss of enthusiasm. - Winston S. Churchill",
            "bio": "I graduated from Middle Tennessee State University in 2016 earning a bachelor degree in Information Systems. When I initially selected the program I knew I wanted to pursue a career in technology. My interests at the time were in networking and security.  I started my career out in the IT support lane, which was okay for starting out but I wanted to do more than troubleshooting workstation.  While working with the state in the Higher Education Commission (THEC) I heard about Nashville Software School through a colleague. After checking the stats for myself I was impressed and decided to attend one of their information sessions.</p><p class='card-text'> In late 2018 I applied to Nashville Software School and was later accepted for cohort 31. When I started programming I became intrigued with all of the things you could do with code. It was after that I knew that I wanted to pursue a career in software development",
            "github": "https://github.com/myankura",
            "linkedIn": "https://www.linkedin.com/in/michael-yankura/",
            "portfolio": "",
            "email": "myankura210@gmail.com",
            "proImg": "images/classmates/MichaelPro.jpg",
            "funImg": "images/classmates/MichaelFun.jpg"
        },
        {
            "id": 15,
            "firstName": "Rose Ku'uleialoha",
            "lastName": "Wisotzky",
            "reelThemIn": "Spice is the spice of life - Rose Ku'uleialoha Wisotzky",
            "bio": "After high school, I dove into the world of letterpress printing and loved it! I worked on a number of projects and learned a lot about the type of environment I would thrive in and my desire to constantly learn and solve problems.</p><p class='card-text'>In 2015, I moved to North Carolina with hopes of continuing to develop my skills in letterpress printing but found that with this niche-skill set, opportunities were less available. I moved to Nashville to pursue letter press printing, but despite loving the labor itself, working on a commission based schedule wasn't as consistent as I had hoped. I knew it was time for a change and I am continuing to grow with each day learning new languages and concepts and am excited about this new career in software development.",
            "github": "https://github.com/rosewisotzky",
            "linkedIn": "https://www.linkedin.com/in/rosewisotzky/",
            "portfolio": "",
            "email": "rose@rosewisotzky.com",
            "proImg": "images/classmates/RosePro.jpg",
            "funImg": "images/classmates/RoseFun.jpg"
        },
        {
            "id": 16,
            "firstName": "Samuel",
            "lastName": "Britt",
            "reelThemIn": "There’s nothing wrong with having a tree as a friend. -Bob Ross",
            "bio": "I've worked in the hospitality industry for the past eight years. Throughout my time, I have become skilled at maintaining speed, efficiency, quality, and composure under intense pressure. However, at the end of the day, I work to help and serve others, but I truly live to create works of art and inspire those around me to explore their creative boundaries.</p><p class='card-text'> Since discovering the possibilities that programming provides as a creative outlet, I have found joy in creating new projects and converting abstract concepts into concrete works of art. A career in Software Development has paved a lifestyle of never-ending learning, growth, and creative expression, which is a mindset I strive to live by.",
            "github": "https://github.com/SamBritt",
            "linkedIn": "https://www.linkedin.com/in/sam-britt-068688a0/",
            "portfolio": "",
            "email": "sam.britt2@yahoo.com",
            "proImg": "images/classmates/SamPro.jpg",
            "funImg": "images/classmates/SamFun.jpg"
        },
        {
            "id": 17,
            "firstName": "Selamawit",
            "lastName": "Gebrekidan",
            "reelThemIn": "Peace begins with a smile. - Mother Teresa",
            "bio": "I was first introduced to programming when I was in my second year of  college, taking an introduction to  c++ course. I found that I enjoy writing creative and logical code that is beneficial to users . After I graduating fromcollege with a degree in Engineering, my dream was to  further my education by studying technology. I attended Nashville Software School to get one step  further to my dream of a career in technology. I am excited to continually grow my knowledge of technology throughout my career.",
            "github": "https://github.com/SelamDese",
            "linkedIn": "https://www.linkedin.com/in/selamawit-gebrekidan-73a67b17a/",
            "portfolio": "",
            "email": "Selam0315@gmail.com",
            "proImg": "images/classmates/SelamPro.jpg",
            "funImg": "images/classmates/SelamFun.jpg"
        }
    ]
}
